// MARK: - Interpolated stuff for Voice Over
"%@" = "%@";
//"%lld items" = "%lld items";
"%@, %lld items, %g%% complete." = "%@, %lld Einträge, %g%% erledigt.";
"%@, completed." = "%@, erledigt.";
"%@, high priority." = "%@, hohe Priorität.";



// MARK: - General
/* General strings for buttons etc */
"OK" = "OK";
"Delete" = "Löschen";



// MARK: - Core Data
/* The string returned for the title when creating a new project */
"New Project" = "Neues Projekt";

/* The string returned for the title when creating a new item */
"New Item" = "Neuer Eintrag";



// MARK: - ContentView (Tabs)
/* The first tab, showing an overview of projects and items that are important */
"Home" = "Übersicht";

/* The second tab, showing currently open projects */
"Open" = "Offen";

/* The third tab, showing currently closed projects */
"Closed" = "Geschlossen";

/* The fourth tab, showing awards earned by the user */
"Awards" = "Erfolge";



// MARK: - HomeView
/* The text above the first three (high priority) items on the 'home' tab */
"Up next" = "Als Nächstes";

/* The text above the last seven (high priority) items on the 'home' tab */
"More to explore" = "Weitere Einträge";



// MARK: - ProjectsView
/* Title of the tab for open projects */
"Open Projects" = "Offene Projekte";

/* Title of the tab for closed projects */
"Closed Projects" = "Geschlossene Projekte";

/* Button that adds a new project */
"Add New Project" = "Neues Projekt";

/* Button that adds a new item */
"Add New Item" = "Neuer Eintrag";

/* Button that shows a menu with (the following) sorting options */
"Sort" = "Sortieren";

/* The title of the menu */
"Sort Items" = "Sortiere Einträge";

/* Sort using an optimized algorithm */
"Optimized" = "Optimiert";

/* Sort by creation date */
"Creation Date" = "Datum";

/* Sort by title */
"Title" = "Titel";

/* Shown by default when the user hasn't created any projects */
"There's nothing to see here right now." = "Hier gibt's noch nichts zu sehen.";



// MARK: - EditItem & EditProjectView
/* Section title for the basic settings in the EditItemView and EditProjectView */
"Basic Settings" = "Grundeinstellungen";



// MARK: - EditItemView
/* Title for the view */
"Edit Item" = "Eintrag bearbeiten";

/* Default text for the item name field */
"Item name" = "Eintragsname";

/* Default text for the item description field */
"Description" = "Beschreibung";

/* Text for the priority of the item, with the following options */
"Priority" = "Priorität";
"Low" = "Niedrig";
"Medium" = "Mittel";
"High" = "Hoch";

/* Text for the button to mark an item completed */
"Mark Completed" = "Abgeschlossen";



// MARK: - EditProjectView
/* Title for the view */
"Edit Project" = "Projekt bearbeiten";

/* Default text for the project name field */
"Project name" = "Projektname";

/* Default text for the project description field */
"Description of this project" = "Beschreibung des Projekts";

/* Title for the section for the project color */
"Custom project color" = "Individuelle Projekt Farbe";
"Select a project color" = "Wählen Sie eine Projekt Farbe";
"Pink" = "Pink";
"Purple" = "Lila";
"Red" = "Rot";
"Orange" = "Orange";
"Gold" = "Gold";
"Green" = "Grün";
"Teal" = "Blaugrün";
"Light Blue" = "Hellblau";
"Dark Blue" = "Dunkelblau";
"Midnight" = "Mitternacht";
"Dark Gray" = "Dunkelgrau";
"Gray" = "Grau";

/* Button that closes the project */
"Close this project" = "Projekt schließen";

/* Button to reopen the project */
"Reopen this project" = "Projekt wieder öffnen";

/* Button to delete the project */
"Delete this project" = "Projekt löschen";

/* Info text about closing and deleting a project */
"Closing a project moves it from the Open to Closed tab; deleting it removes the project completely." = "Ein Projekt schließen verschiebt es von Offen zu Geschlossen; löschen entfernt es komplett.";

/* Warning text when deleting a project */
"Are you sure you want to delete this project? You will also delete all the items it contains." = "Wollen Sie das Projekt wirklich löschen? Diese Aktion wird auch alle Einträge die es enthält löschen.";

/* Button for the confirmation of deleting a project */
"Delete project?" = "Projekt löschen?";



// MARK: - AwardsView
/* Text for when the user taps a not yet unlocked award */
"Locked" = "Gesperrt";

/* Text for when the user taps an unlocked award */
"Unlocked: %@" = "Freigeschaltet: %@";



// MARK: - SelectSomethingView
/* Shown by default when the user hasn't select a project or item */
"Please select something from the menu to begin." = "Bitte wählen Sie etwas aus dem Menü.";



// Mark: - Notifications
"Project reminders" = "Projekt Erinnerungen";
"Show reminders" = "Zeige Erinnerungen";
"Oops!" = "Oops!";
"There was a problem. Please check you have notifications enabled." = "Es gab ein Problem. Bitte stellen Sie sicher dass Benachrichtigungen aktiviert sind.";
"Check Settings" = "Prüfe Einstellungen";
"Reminder time" = "Erinnerungszeit";



// MARK: - Unlocking premium
"Get Unlimited Projects" = "Unbegrenzte Projekte erwerben";
"You can add three projects for free, or pay %@ to add unlimited projects." = "Sie können bis zu drei Projekte kostenlos erstellen, oder %@ bezahlen um unbegrenzt viele Projekte erstellen zu können.";
"If you already bought the unlock on another device, press Restore Purchases." = "Wenn Sie die Premium Version schon gekauft haben, drücken Sie Kauf wiederherstellen.";
"Restore Purchases" = "Kauf wiederherstellen";
"Sorry, there was an error loading the store. Please try again later." = "Entschuldigung, es gab einen Fehler beim laden des Stores. Versuchen Sie es später erneut.";
"Buy: %@" = "Kaufen: %@";
"Loading…" = "Lade…";
"Thank you!" = "Danke!";
"Thank you! Your request is pending approval, but you can carry on using the app in the meantime." = "Danke! Ihre Anfrage wartet noch auf Bestätigung, in der Zwischenzeit können Sie die App wie gewohnt weiter nutzen.";
"Dismiss" = "Ausblenden";
